import useTranslatePage1 from '../hooks/useTranslatePage1';

type TranslateKorPageProps = {};

const TranslateKorPage = ({}: TranslateKorPageProps) => {
  useTranslatePage1();

  return (
    <>
      <div>조은산 바부~</div>

      <div>
        이번 전시회는 크게 시간을 담다, 빛을 담다, 길을 걷다, 삶, 세월 등으로
        표현했습니다. ‘시간을 담다’를 통해서는 시간은 선이며 길입니다. 길이
        이리저리 연결된 것은 관계를 의미합니다. 시간 속에서, 세월 속에서,
        관계에서, 마음과 마음을 선으로 연결합니다. 연결된 마음은 갈등, 포기,
        격려, 사랑 등으로 초월적 인연을 만듭니다. ‘빛을 담다’를 통해서는 빛은
        색이며 색은 조형의 표현입니다. 결과 선, 빛 속에서 겹겹이 쌓아 올려진
        세월과 삶의 흔적이 감상자의 마음 깊이 들어가 만나지길 바래봅니다. ‘길을
        걷다’를 통해서는 빛은 색이며 색은 조형의 표현입니다. 길과 선, 빛 속에서
        겹겹이 쌓아 올려진 세월과 삶의 흔적이 감상자의 마음 깊이 들어가 만나지길
        바래봅니다. ‘길을 걷다’를 통해서는 길은 시간을 의미할 수도 관계를 의미할
        수도 있습니다. 길 위에는 삶의 이야기가 축적되어 있기 때문입니다. 시간,
        빛, 길, 삶 등 모든 것들은 결국은 관계라는 의미를 내포하고 있고 ‘행복’도
        관계에서 나옵니다. 제 작업의 근원은 문자 추상을 기본으로 합니다. 40년 전
        처음 그림을 시작하면서부터 생각했던 일관된 소재였고 특별히 누구에게서
        영향을 받았거나 문자를 선택한 특별한 계기는 없었습니다. 문자추상을 통해
        나의 생각과 삶을 담을 수 있었고 형태의 변형을 통하여 나름대로의 즐거움과
        작업의 재미를 느낄 수 있었습니다. 문자형태의 변형은 제 그림에서 가장
        중요한 과제이고 창의적인 표현을 할 수 있게 만드는 가장 기초적인
        조형언어입니다. 기존의 양식과 형태를 변형하여 새로운 작품을 시도하게
        만드는 작업의 동력입니다. 문자의 형태와 변화에서 가장 중요한 과제이고
        창의적인 표현을 할 수 있게 만드는 가장 기초적인 조형언어입니다. 기존의
        양식과 형태를 변형하여 새로운 작품을 시도하게 만드는 작업의 동력입니다.
        문자의 형태와 변화, 다양성, 조형성, 심미성을 함축하여 작품에 새로운
        의미를 부여합니다.
      </div>
    </>
  );
};

export default TranslateKorPage;
